FullMesh/nozzle2DAttempt_turbulent_FullCV_longrun12/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2212                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 273;

boundaryField
{
    inletwall
    {
        type		fixedValue;
	value		uniform 273;
    }
    outletwall
    {
        type		fixedValue;
	value		uniform 230;
    }

    outlet
    {
	type		inletOutlet;
	inletValue	uniform 85;
	value		uniform 85;
    }

    inlet
    {
	type		fixedValue;
	value		uniform 273;
    }
    frontAndBackPlanes
    {
        type            empty;
    }
}

// ************************************************************************* //
